import React from "react";

export const TableColNames = () => {
  return (
    <thead>
      <tr>
        <td></td>
        <td>Дата заявки</td>
        <td>Номер заказа</td>
        <td>Номер контейнера</td>
        <td>Товар</td>
        <td>Поставщик</td>
        <td>Импортер</td>
        <td>Условия пставки</td>
        <td>Склад</td>
        <td>Агент</td>
        <td>Тип контейенра</td>
        <td>Место отправки</td>
        <td>Линия</td>
        <td>Дата готовности</td>
        <td>Дата загрузки</td>
        <td>ETD</td>
        <td>ETA</td>
        <td>Релиз</td>
        <td>BL/СМГС/CMR</td>
        <td>ТД</td>
        <td>Дата ДО</td>
        <td>Порт</td>
        <td>Д/С для подачи</td>
        <td>Документы для подачи</td>
        <td>Номер декларации</td>
        <td>Дата выпуска декларации</td>
        <td>Наличие ОБ</td>
        <td>Ответ ОБ</td>
        <td>Экспедитор</td>
        <td>Станци прибытия</td>
        <td>Осталось км до ст. назначения</td>
        <td>Дата прибытия по ЖД</td>
        <td>Автовывоз</td>
        <td>Дата прибытия на склад</td>
        <td>Комментарий</td>
        <td>Фрахт</td>
        <td>Ставка</td>
        <td>Примечания</td>
      </tr>
    </thead>
  );
};
